{
  "@graph": [{
    "@id": "https://trellis.sinopia.io/repository/washington/17d556c7-3b45-4903-ac30-d74ddc57718a",
    "@type": "http://rdaregistry.info/Elements/c/C10006",
    "adminMetadata": "_:b0",
    "P20001": "http://rdaregistry.info/termList/RDAContentType/1020",
    "P20006": "http://id.loc.gov/vocabulary/languages/eng",
    "P20065": {
      "@language": "eng",
      "@value": "Latin"
    },
    "P20069": {
      "@language": "eng",
      "@value": "Rainbow trout (Oncorhynchus mykiss) is a salmonid species, native to Pacific Ocean drainages in North America and eastern Russia, which exhibits fluvial (stream-resident), adfluvial (lake-migrant), and anadromous (ocean-migrant) ecotypes. The differentiation of fluvial and anadromous individuals in sympatry is well-studied, whereas comparatively little research has focused on the adfluvial form and its distinction from fluvial individuals in sympatry. Thus, the purpose of this dissertation was to investigate the ecological, genetic, and phenotypic diversity of nonanadromous rainbow trout in a natural stream-lake system to better understand the differentiation of fluvial and adfluvial individuals in sympatry, the basis of residency versus migration in this species, and the role of lakes in salmonid diversification. Rainbow trout were sampled in the lake (thus, by definition, adfluvial) and in several tributary streams (where adfluvial and fluvial individuals may co-occur), and were examined for a variety of features to develop a holistic understanding of the behavior, ecology, and evolution of these life history pathways. Stomach contents and stable isotopes revealed disparate trophic ecology among rainbow trout in connected stream and lake habitats, suggesting both an ontogenetic shift in the diet of adfluvial fish as well as divergence in diet between adfluvial and fluvial ecotypes. Rainbow trout in streams fed primarily on aquatic insects, while those in the lake largely consumed snails and amphipods; however, partial trophic convergence among trout in these two habitats occurred when they incorporated the marine nutrient subsidy of spawning sockeye salmon eggs. Stable isotope data suggested that the minimum size of migration from stream to lake habitat by adfluvial fish was ~150 mm fork length, suggesting a juvenile stream-rearing period of a year or more prior to lake entry. Dietary niche comparisons with sympatric Salvelinus species suggested a greater degree of dietary overlap between rainbow trout and Dolly Varden (S. malma) in streams than between rainbow trout and Arctic char (S. alpinus) in the lake, which may increase the relative fitness benefits of migration over residency for rainbow trout. Restriction site-associated DNA sequencing revealed an association between habitat type (stream or lake) and a chromosomal inversion in the rainbow trout genome as well as numerous single nucleotide polymorphisms, supporting the genetic divergence of adfluvial and fluvial ecotypes in sympatry. Rainbow trout in streams were nearly fixed for the rearranged haplotype of the Omy05 inversion, whereas trout in the lake exhibited a markedly higher frequency of the ancestral, anadromy-associated haplotype. The functions of outlier genes with nonsynonymous mutations among stream- and lake-caught trout paralleled those documented in studies of fluvial and anadromous O. mykiss, highlighting the migratory nature of the adfluvial ecotype even though it is nonanadromous. Structure was present at both non-outlier and outlier loci among and within streams supporting populations nearly fixed for the rearranged Omy05 haplotype (i.e., with a genetic predisposition for stream-residency), highlighting the roles of local adaptation and genetic drift via spatial isolation in population divergence. Assessment of lateral coloration patterns and multivariate analyses of body shape of rainbow trout from stream and lake habitats over a range of body sizes revealed ontogenetic and ecotypic variation in coloration and morphology. Color differences among trout of different size classes and habitats indicated ecotype-specific pathways resulting in different terminal coloration patterns; banded parr in streams transitioned to either a silver coloration suited to pelagic waters in the lake (when adfluvial) or bronze coloration suited to confined cover in streams (when fluvial). The morphology of lake-caught rainbow trout was distinct from that of stream-caught trout, and their morphological differentiation exhibited many shared but some unique patterns compared to sympatric Dolly Varden in streams and Arctic char in the lake. Patterns of morphological variation in rainbow trout among and within habitats suggested the presence of partial migration, in which both fluvial and adfluvial individuals are produced from the same population. A review of the spawning behaviors, rearing strategies, and trophic polymorphisms in lakes among 16 species of salmonids from the genera Oncorhynchus, Salmo, and Salvelinus identified a negative association between the extent of reliance on lakes and the degree of anadromy. Oncorhynchus exhibits the least lake reliance, Salmo an intermediate level, and Salvelinus the greatest; opposite of the anadromy spectrum identified in previous studies. Lakes support life history forms, reproductive ecotypes, and trophic morphs unique to lacustrine habitat, and also support anadromous and fluvial salmonids by providing spawning, rearing, overwintering, and/or summer refuge habitat. Adfluvial and anadromous salmonids exhibit similar migration-associated traits and behaviors including the parr-smolt transformation, sex-biased partial migration, and the presence of precocious 'jack' males."
    },
    "P20071": {
      "@language": "eng",
      "@value": "Includes bibliographical references."
    },
    "P20207": "http://id.loc.gov/vocabulary/millus/ill",
    "P20214": {
      "@language": "eng",
      "@value": "2019"
    },
    "P20224": "file:///home/forge/rda.metadataregistry.org/storage/repos/projects/177/xml/termList/rdacc1003",
    "P20231": "https://trellis.sinopia.io/repository/washington/15381424-2eda-4d58-ad47-b1029e784398",
    "P20261": {
      "@language": "eng",
      "@value": "some colour"
    },
    "P20313": {
      "@language": "eng",
      "@value": "Arostegui, Martin C. (Martin Christopher). Nonanadromous life history diversity of rainbow trout (Oncorhynchus mykiss). English"
    },
    "P20315": {
      "@language": "eng",
      "@value": "Nonanadromous life history diversity of rainbow trout (Oncorhynchus mykiss)"
    },
    "hasResourceTemplate": "WAU:RT:RDA:Expression:etd"
  }, {
    "@id": "_:b0",
    "@type": "http://id.loc.gov/ontologies/bibframe/AdminMetadata",
    "catalogerID": {
      "@language": "eng",
      "@value": "cec23"
    },
    "encodingLevel": "https://id.loc.gov/vocabulary/menclvl/f",
    "creationDate": "2019-12-03",
    "descriptionConventions": "https://id.loc.gov/vocabulary/descriptionConventions/rda",
    "descriptionLanguage": "https://id.loc.gov/vocabulary/languages/eng",
    "source": "https://id.loc.gov/vocabulary/organizations/wau"
  }, {
    "@id": "_:b1",
    "@type": ["as:Create", "prov:Activity"],
    "atTime": "2019-12-03T19:05:54.501Z",
    "wasAssociatedWith": "https://cognito-idp.us-west-2.amazonaws.com/us-west-2_JLxtCILIV/718080a8-0f24-44d3-9924-aea230591f00"
  }, {
    "@id": "file:///home/forge/rda.metadataregistry.org/storage/repos/projects/177/xml/termList/rdacc1003",
    "label": "polychrome"
  }, {
    "@id": "http://id.loc.gov/vocabulary/languages/eng",
    "label": "English"
  }, {
    "@id": "http://id.loc.gov/vocabulary/millus/ill",
    "label": "Illustrations"
  }, {
    "@id": "http://rdaregistry.info/termList/RDAContentType/1020",
    "label": "text"
  }, {
    "@id": "https://id.loc.gov/vocabulary/descriptionConventions/rda",
    "label": "Resource Description and Access"
  }, {
    "@id": "https://id.loc.gov/vocabulary/languages/eng",
    "label": "English"
  }, {
    "@id": "https://id.loc.gov/vocabulary/menclvl/f",
    "label": "full"
  }, {
    "@id": "https://id.loc.gov/vocabulary/organizations/wau",
    "label": "WaU"
  }, {
    "@id": "https://trellis.sinopia.io/repository/washington/15381424-2eda-4d58-ad47-b1029e784398",
    "label": "Nonanadromous life history diversity of rainbow trout (Oncorhynchus mykiss)"
  }, {
    "@id": "https://trellis.sinopia.io/repository/washington/17d556c7-3b45-4903-ac30-d74ddc57718a",
    "wasGeneratedBy": "_:b1"
  }],
  "@context": {
    "P20071": {
      "@id": "http://rdaregistry.info/Elements/e/P20071"
    },
    "P20069": {
      "@id": "http://rdaregistry.info/Elements/e/P20069"
    },
    "P20214": {
      "@id": "http://rdaregistry.info/Elements/e/P20214"
    },
    "P20224": {
      "@id": "http://rdaregistry.info/Elements/e/P20224",
      "@type": "@id"
    },
    "adminMetadata": {
      "@id": "http://id.loc.gov/ontologies/bibframe/adminMetadata",
      "@type": "@id"
    },
    "P20261": {
      "@id": "http://rdaregistry.info/Elements/e/P20261"
    },
    "P20207": {
      "@id": "http://rdaregistry.info/Elements/e/P20207",
      "@type": "@id"
    },
    "P20231": {
      "@id": "http://rdaregistry.info/Elements/e/P20231",
      "@type": "@id"
    },
    "P20313": {
      "@id": "http://rdaregistry.info/Elements/e/P20313"
    },
    "P20006": {
      "@id": "http://rdaregistry.info/Elements/e/P20006",
      "@type": "@id"
    },
    "hasResourceTemplate": {
      "@id": "http://sinopia.io/vocabulary/hasResourceTemplate"
    },
    "P20001": {
      "@id": "http://rdaregistry.info/Elements/e/P20001",
      "@type": "@id"
    },
    "P20065": {
      "@id": "http://rdaregistry.info/Elements/e/P20065"
    },
    "P20315": {
      "@id": "http://rdaregistry.info/Elements/e/P20315"
    },
    "label": {
      "@id": "http://www.w3.org/2000/01/rdf-schema#label"
    },
    "catalogerID": {
      "@id": "http://id.loc.gov/ontologies/bflc/catalogerID"
    },
    "encodingLevel": {
      "@id": "http://id.loc.gov/ontologies/bflc/encodingLevel",
      "@type": "@id"
    },
    "creationDate": {
      "@id": "http://id.loc.gov/ontologies/bibframe/creationDate"
    },
    "descriptionConventions": {
      "@id": "http://id.loc.gov/ontologies/bibframe/descriptionConventions",
      "@type": "@id"
    },
    "descriptionLanguage": {
      "@id": "http://id.loc.gov/ontologies/bibframe/descriptionLanguage",
      "@type": "@id"
    },
    "source": {
      "@id": "http://id.loc.gov/ontologies/bibframe/source",
      "@type": "@id"
    },
    "atTime": {
      "@id": "http://www.w3.org/ns/prov#atTime",
      "@type": "http://www.w3.org/2001/XMLSchema#dateTime"
    },
    "wasAssociatedWith": {
      "@id": "http://www.w3.org/ns/prov#wasAssociatedWith",
      "@type": "@id"
    },
    "wasGeneratedBy": {
      "@id": "http://www.w3.org/ns/prov#wasGeneratedBy",
      "@type": "@id"
    },
    "schema": "http://schema.org/",
    "owl": "http://www.w3.org/2002/07/owl#",
    "xsd": "http://www.w3.org/2001/XMLSchema#",
    "skos": "http://www.w3.org/2004/02/skos/core#",
    "memento": "http://mementoweb.org/ns#",
    "rdfs": "http://www.w3.org/2000/01/rdf-schema#",
    "acl": "http://www.w3.org/ns/auth/acl#",
    "geo": "http://www.w3.org/2003/01/geo/wgs84_pos#",
    "dc11": "http://purl.org/dc/elements/1.1/",
    "as": "https://www.w3.org/ns/activitystreams#",
    "rdf": "http://www.w3.org/1999/02/22-rdf-syntax-ns#",
    "ldp": "http://www.w3.org/ns/ldp#",
    "time": "http://www.w3.org/2006/time#",
    "prov": "http://www.w3.org/ns/prov#",
    "dc": "http://purl.org/dc/terms/"
  }
}
